{
  "@context": "https://schema.org/",
  "@type": "Project",
  "name": "Taking advantage of open data in coastal science and conservation",
  "description": "<p><strong>Abstract</strong><br>Human society relies on, and interacts with, a diverse assortment of organisms and ecological systems, from the local to the global level. Research and management of these coupled social-ecological systems requires data that speaks to the variety of processes, statuses, and situations defined by them. Effective stewardship is enhanced by interdisciplinary thinking and, critically, access to interoperable data describing human society and governance and ecological and environmental conditions. Such approaches are inherently challenging, especially for those without broad training. In this paper, we propose a workflow harnessing the Social-Ecological System Framework to identify, access, and utilize geospatial data from across a spectrum of social and ecological indicators. We demonstrate the application of this workflow using Tropical Indo-Pacific seagrasses as an example system and in doing so, demonstrate the wealth of available open-data which can support an enhanced understanding of social-ecological system dynamics. With this workflow, we provide a readily applicable tool for use by coastal researchers and managers to support more inclusive social-ecological decision making.</p>",
  "url": "https://zenodo.org/record/17341127",
  "identifier": {
    "@type": "PropertyValue",
    "description": "DOI",
    "propertyID": "https://registry.identifiers.org/registry/doi",
    "url": "https://doi.org/10.1016/j.scitotenv.2025.180276",
    "value": "10.1016/j.scitotenv.2025.180276"
  },
  "funding": [
    {
      "@type": "MonetaryGrant",
      "name": "BioEcoOcean (Horizon Europe)",
      "identifier": "101136748",
      "funder": {
        "@type": "FundingAgency",
        "name": "European Commission",
        "legalName": "European Commission",
        "url": "https://commission.europa.eu/index_en"
      }
    }
  ],
  "@id": "https://raw.githubusercontent.com/BioEcoOcean/data-prov/refs/heads/main/jsonFiles/zenodo/taking-advantage-of-open-data-in-coastal-science-and-conservation-17341127.json"
}